{
  "quotes": [
    {
      "id": 0,
      "lines": [
        {
          "speaker": "Quentin",
          "line": "I mean, I get it."
        },
        {
          "speaker": "Dr. London",
          "line": "Get...?"
        },
        {
          "speaker": "Quentin",
          "line": "You're a kid, and your whole life's ahead of you, and you have these notions... about what life is... and... what it could be. But eventually you have to let all that go. So that's what I'm... That's what I'm going to do... that's what I'm doing. Um, it's a part of growing up... You know, selling the comic-book collection and getting serious."
        }
      ]
    },
    {
      "id": 1,
      "lines": [
        {
          "speaker": "Quentin",
          "line": "And, honestly, they probably take anyone conscious for philosophy."
        },
        {
          "speaker": "Julia",
          "line": "For philosophy, \"conscious\" is a detriment."
        }
      ]
    },
    {
      "id": 2,
      "lines": [
        {
          "speaker": "Quentin",
          "line": "Am I hallucinating?"
        },
        {
          "speaker": "Eliot",
          "line": "If you were, how would asking me help?"
        }
      ]
    },
    {
      "id": 3,
      "lines": [
        {
          "speaker": "Henry Fogg",
          "line": "You want to go back to Columbia? That pointless, miasmic march to death you call life? Family that never calls and friends that don't really get you and feeling alone and wrong until it crushes you?"
        },
        {
          "speaker": "Quentin",
          "line": "No."
        },
        {
          "speaker": "Henry Fogg",
          "line": "Then quit dicking around!"
        },
        {
          "speaker": "Quentin",
          "line": "Stop it."
        },
        {
          "speaker": "Henry Fogg",
          "line": "Do some goddamn magic!"
        }
      ]
    },
    {
      "id": 4,
      "lines": [
        {
          "speaker": "Quentin",
          "line": "Um... okay... So, \"Be a magician\"? Is that illegal or...? Are you guys trying to take over the world or...?"
        },
        {
          "speaker": "Henry",
          "line": "This school exists for a single and timeless purpose—to reveal your innate abilities and hone them to the highest degree. Now, what you do with it after that is entirely up to you. If you want to take over the world, we don't teach that, but give it a go."
        }
      ]
    },
    {
      "id": 5,
      "lines": [
        {
          "speaker": "Eliot",
          "line": "We all signed this waiver. I hope you read yours. It says, \"Spellwork is not unlikely to murder you, and, if so, oh, well.\""
        }
      ]
    },
    {
      "id": 6,
      "lines": [
        {
          "speaker": "Quentin",
          "line": "And I really don't want to be the guy who dies in the first ten minutes of the movie because he's like, \"You know what? Let's take out the Ouija board. What could possibly go wrong?\""
        }
      ]
    },
    {
      "id": 7,
      "lines": [
        {
          "speaker": "Pete",
          "line": "You ask a lot of questions."
        },
        {
          "speaker": "Julia",
          "line": "Yeah, I sure do."
        }
      ]
    },
    {
      "id": 8,
      "lines": [
        {
          "speaker": "Eliot",
          "line": "Funny little irony they don't tell you. Magic doesn't come from talent. It comes from pain."
        }
      ]
    },
    {
      "id": 9,
      "lines": [
        {
          "speaker": "Julia",
          "line": "Magic is real and that's the thing, and once you know that, you can't—"
        },
        {
          "speaker": "Marina",
          "line": "Nothing else matters."
        },
        {
          "speaker": "Julia",
          "line": "Exactly. It's like... I know it's there. It's everywhere, all around me, a whole world of power and beauty. You can't unsee it. You wake up for the first time."
        }
      ]
    },
    {
      "id": 10,
      "lines": [
        {
          "speaker": "Quentin",
          "line": "Nobody would rather not know. You don't see color and want to go black and white."
        }
      ]
    },
    {
      "id": 11,
      "lines": [
        {
          "speaker": "Quentin",
          "line": "I go back there, and I'm... I'm a depressed super nerd."
        },
        {
          "speaker": "Eliot",
          "line": "How about I find you, and I don't say magic is real, but I do seduce you, and so lift your spirits that life retains its sparkle for decades."
        },
        {
          "speaker": "Quentin",
          "line": "Yeah, that sounds nice. Thank you."
        }
      ]
    }
  ]
}
